-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Июл 26 2021 г., 16:56
-- Версия сервера: 10.4.19-MariaDB
-- Версия PHP: 7.4.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `iskra134_masyasm`
--

-- --------------------------------------------------------

--
-- Структура таблицы `city_id`
--

CREATE TABLE `city_id` (
  `id` int(50) NOT NULL,
  `city` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `city_id`
--

INSERT INTO `city_id` (`id`, `city`) VALUES
(1, 'Абакан'),
(2, 'Азов'),
(3, 'Александров'),
(4, 'Алексин'),
(5, 'Альметьевск'),
(6, 'Анапа'),
(7, 'Ангарск'),
(8, 'Анжеро-Судженск'),
(9, 'Апатиты'),
(10, 'Арзамас'),
(11, 'Армавир'),
(12, 'Арсеньев'),
(13, 'Артем'),
(14, 'Архангельск'),
(15, 'Асбест'),
(16, 'Астрахань'),
(17, 'Ачинск'),
(18, 'Балаково'),
(19, 'Балахна'),
(20, 'Балашиха'),
(21, 'Балашов'),
(22, 'Барнаул'),
(23, 'Батайск'),
(24, 'Белгород'),
(25, 'Белебей'),
(26, 'Белово'),
(27, 'Белогорск (Амурская область)'),
(28, 'Белорецк'),
(29, 'Белореченск'),
(30, 'Бердск'),
(31, 'Березники'),
(32, 'Березовский (Свердловская область)'),
(33, 'Бийск'),
(34, 'Биробиджан'),
(35, 'Благовещенск (Амурская область)'),
(36, 'Бор'),
(37, 'Борисоглебск'),
(38, 'Боровичи'),
(39, 'Братск'),
(40, 'Брянск'),
(41, 'Бугульма'),
(42, 'Буденновск'),
(43, 'Бузулук'),
(44, 'Буйнакск'),
(45, 'Великие Луки'),
(46, 'Великий Новгород'),
(47, 'Верхняя Пышма'),
(48, 'Видное'),
(49, 'Владивосток'),
(50, 'Владикавказ'),
(51, 'Владимир'),
(52, 'Волгоград'),
(53, 'Волгодонск'),
(54, 'Волжск'),
(55, 'Волжский'),
(56, 'Вологда'),
(57, 'Вольск'),
(58, 'Воркута'),
(59, 'Воронеж'),
(60, 'Воскресенск'),
(61, 'Воткинск'),
(62, 'Всеволожск'),
(63, 'Выборг'),
(64, 'Выкса'),
(65, 'Вязьма'),
(66, 'Гатчина'),
(67, 'Геленджик'),
(68, 'Георгиевск'),
(69, 'Глазов'),
(70, 'Горно-Алтайск'),
(71, 'Грозный'),
(72, 'Губкин'),
(73, 'Гудермес'),
(74, 'Гуково'),
(75, 'Гусь-Хрустальный'),
(76, 'Дербент'),
(77, 'Дзержинск'),
(78, 'Димитровград'),
(79, 'Дмитров'),
(80, 'Долгопрудный'),
(81, 'Домодедово'),
(82, 'Донской'),
(83, 'Дубна'),
(84, 'Евпатория'),
(85, 'Егорьевск'),
(86, 'Ейск'),
(87, 'Екатеринбург'),
(88, 'Елабуга'),
(89, 'Елец'),
(90, 'Ессентуки'),
(91, 'Железногорск (Красноярский край)'),
(92, 'Железногорск (Курская область)'),
(93, 'Жигулевск'),
(94, 'Жуковский'),
(95, 'Заречный'),
(96, 'Зеленогорск'),
(97, 'Зеленодольск'),
(98, 'Златоуст'),
(99, 'Иваново'),
(100, 'Ивантеевка'),
(101, 'Ижевск'),
(102, 'Избербаш'),
(103, 'Иркутск'),
(104, 'Искитим'),
(105, 'Ишим'),
(106, 'Ишимбай'),
(107, 'Йошкар-Ола'),
(108, 'Казань'),
(109, 'Калининград'),
(110, 'Калуга'),
(111, 'Каменск-Уральский'),
(112, 'Каменск-Шахтинский'),
(113, 'Камышин'),
(114, 'Канск'),
(115, 'Каспийск'),
(116, 'Кемерово'),
(117, 'Керчь'),
(118, 'Кинешма'),
(119, 'Кириши'),
(120, 'Киров (Кировская область)'),
(121, 'Кирово-Чепецк'),
(122, 'Киселевск'),
(123, 'Кисловодск'),
(124, 'Клин'),
(125, 'Клинцы'),
(126, 'Ковров'),
(127, 'Когалым'),
(128, 'Коломна'),
(129, 'Комсомольск-на-Амуре'),
(130, 'Копейск'),
(131, 'Королев'),
(132, 'Кострома'),
(133, 'Котлас'),
(134, 'Красногорск'),
(135, 'Краснодар'),
(136, 'Краснокаменск'),
(137, 'Краснокамск'),
(138, 'Краснотурьинск'),
(139, 'Красноярск'),
(140, 'Кропоткин'),
(141, 'Крымск'),
(142, 'Кстово'),
(143, 'Кузнецк'),
(144, 'Кумертау'),
(145, 'Кунгур'),
(146, 'Курган'),
(147, 'Курск'),
(148, 'Кызыл'),
(149, 'Лабинск'),
(150, 'Лениногорск'),
(151, 'Ленинск-Кузнецкий'),
(152, 'Лесосибирск'),
(153, 'Липецк'),
(154, 'Лиски'),
(155, 'Лобня'),
(156, 'Лысьва'),
(157, 'Лыткарино'),
(158, 'Люберцы'),
(159, 'Магадан'),
(160, 'Магнитогорск'),
(161, 'Майкоп'),
(162, 'Махачкала'),
(163, 'Междуреченск'),
(164, 'Мелеуз'),
(165, 'Миасс'),
(166, 'Минеральные Воды'),
(167, 'Минусинск'),
(168, 'Михайловка'),
(169, 'Михайловск (Ставропольский край)'),
(170, 'Мичуринск'),
(171, 'Москва'),
(172, 'Мурманск'),
(173, 'Муром'),
(174, 'Мытищи'),
(175, 'Набережные Челны'),
(176, 'Назарово'),
(177, 'Назрань'),
(178, 'Нальчик'),
(179, 'Наро-Фоминск'),
(180, 'Находка'),
(181, 'Невинномысск'),
(182, 'Нерюнгри'),
(183, 'Нефтекамск'),
(184, 'Нефтеюганск'),
(185, 'Нижневартовск'),
(186, 'Нижнекамск'),
(187, 'Нижний Новгород'),
(188, 'Нижний Тагил'),
(189, 'Новоалтайск'),
(190, 'Новокузнецк'),
(191, 'Новокуйбышевск'),
(192, 'Новомосковск'),
(193, 'Новороссийск'),
(194, 'Новосибирск'),
(195, 'Новотроицк'),
(196, 'Новоуральск'),
(197, 'Новочебоксарск'),
(198, 'Новочеркасск'),
(199, 'Новошахтинск'),
(200, 'Новый Уренгой'),
(201, 'Ногинск'),
(202, 'Норильск'),
(203, 'Ноябрьск'),
(204, 'Нягань'),
(205, 'Обнинск'),
(206, 'Одинцово'),
(207, 'Озерск (Челябинская область)'),
(208, 'Октябрьский'),
(209, 'Омск'),
(210, 'Орел'),
(211, 'Оренбург'),
(212, 'Орехово-Зуево'),
(213, 'Орск'),
(214, 'Павлово'),
(215, 'Павловский Посад'),
(216, 'Пенза'),
(217, 'Первоуральск'),
(218, 'Пермь'),
(219, 'Петрозаводск'),
(220, 'Петропавловск-Камчатский'),
(221, 'Подольск'),
(222, 'Полевской'),
(223, 'Прокопьевск'),
(224, 'Прохладный'),
(225, 'Псков'),
(226, 'Пушкино'),
(227, 'Пятигорск'),
(228, 'Раменское'),
(229, 'Ревда'),
(230, 'Реутов'),
(231, 'Ржев'),
(232, 'Рославль'),
(233, 'Россошь'),
(234, 'Ростов-на-Дону'),
(235, 'Рубцовск'),
(236, 'Рыбинск'),
(237, 'Рязань'),
(238, 'Салават'),
(239, 'Сальск'),
(240, 'Самара'),
(241, 'Санкт-Петербург'),
(242, 'Саранск'),
(243, 'Сарапул'),
(244, 'Саратов'),
(245, 'Саров'),
(246, 'Свободный'),
(247, 'Севастополь'),
(248, 'Северодвинск'),
(249, 'Северск'),
(250, 'Сергиев Посад'),
(251, 'Серов'),
(252, 'Серпухов'),
(253, 'Сертолово'),
(254, 'Сибай'),
(255, 'Симферополь'),
(256, 'Славянск-на-Кубани'),
(257, 'Смоленск'),
(258, 'Соликамск'),
(259, 'Солнечногорск'),
(260, 'Сосновый Бор'),
(261, 'Сочи'),
(262, 'Ставрополь'),
(263, 'Старый Оскол'),
(264, 'Стерлитамак'),
(265, 'Ступино'),
(266, 'Сургут'),
(267, 'Сызрань'),
(268, 'Сыктывкар'),
(269, 'Таганрог'),
(270, 'Тамбов'),
(271, 'Тверь'),
(272, 'Тимашевск'),
(273, 'Тихвин'),
(274, 'Тихорецк'),
(275, 'Тобольск'),
(276, 'Тольятти'),
(277, 'Томск'),
(278, 'Троицк'),
(279, 'Туапсе'),
(280, 'Туймазы'),
(281, 'Тула'),
(282, 'Тюмень'),
(283, 'Узловая'),
(284, 'Улан-Удэ'),
(285, 'Ульяновск'),
(286, 'Урус-Мартан'),
(287, 'Усолье-Сибирское'),
(288, 'Уссурийск'),
(289, 'Усть-Илимск'),
(290, 'Уфа'),
(291, 'Ухта'),
(292, 'Феодосия'),
(293, 'Фрязино'),
(294, 'Хабаровск'),
(295, 'Ханты-Мансийск'),
(296, 'Хасавюрт'),
(297, 'Химки'),
(298, 'Чайковский'),
(299, 'Чапаевск'),
(300, 'Чебоксары'),
(301, 'Челябинск'),
(302, 'Черемхово'),
(303, 'Череповец'),
(304, 'Черкесск'),
(305, 'Черногорск'),
(306, 'Чехов'),
(307, 'Чистополь'),
(308, 'Чита'),
(309, 'Шадринск'),
(310, 'Шали'),
(311, 'Шахты'),
(312, 'Шуя'),
(313, 'Щекино'),
(314, 'Щелково'),
(315, 'Электросталь'),
(316, 'Элиста'),
(317, 'Энгельс'),
(318, 'Южно-Сахалинск'),
(319, 'Юрга'),
(320, 'Якутск'),
(321, 'Ялта'),
(322, 'Ярославль');

-- --------------------------------------------------------

--
-- Структура таблицы `company`
--

CREATE TABLE `company` (
  `id` int(50) NOT NULL,
  `sity_id` int(20) NOT NULL,
  `title` varchar(255) NOT NULL,
  `date_add` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `price`
--

CREATE TABLE `price` (
  `id` int(11) NOT NULL,
  `id_user` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `nomenclature` varchar(255) NOT NULL,
  `price` float NOT NULL,
  `unit` varchar(255) NOT NULL,
  `gost/tu` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `sklad_tovar`
--

CREATE TABLE `sklad_tovar` (
  `id` int(50) UNSIGNED NOT NULL,
  `id_user` int(10) NOT NULL,
  `title` varchar(255) NOT NULL,
  `size` varchar(255) NOT NULL,
  `quant` double NOT NULL,
  `unit` varchar(255) NOT NULL,
  `color` varchar(50) NOT NULL,
  `sity` varchar(50) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `sklad_tovar`
--

INSERT INTO `sklad_tovar` (`id`, `id_user`, `title`, `size`, `quant`, `unit`, `color`, `sity`) VALUES
(23, 7, 'МГЛФ', '1,50 4', 322, 'шт', '', 'прш'),
(22, 7, 'МГЛФ', '1,50 4', 0.571, 'км', '', 'прш'),
(21, 7, 'МГЛФ', '0,75 4', 4.8, 'км', '', 'прш'),
(20, 7, 'ЛЭПШД', '1000х0,05', 25, 'км', 'green', 'прш'),
(19, 7, 'ЛЭПКО', '175х0,1', 20, 'км', '', 'прш'),
(18, 7, 'КСВ 5е', '2х2х0,5', 0.6, 'км', 'blue', 'прш'),
(17, 7, 'БИФЭЗ', '2х1,0', 49.5, 'км', '', 'прш'),
(16, 7, 'БИФ', '0.75', 12.7, 'км', 'red', 'прш'),
(15, 7, 'RG-58AU', '', 8.1, 'км', '', 'прш'),
(24, 7, 'МГЛФ', '1,50 4', 0.571, 'км', 'fck', 'прш'),
(25, 7, 'МГЛФ', '1,50 4', 322, 'упак', 'of', 'прш'),
(26, 7, 'МГЛФ', '1,50 5', 323, 'упак', '', 'прш'),
(27, 7, 'МГЛФ', '1,50 4', 322, 'упак', '', 'прш'),
(28, 7, 'КСВ 5е АК', '2х2х0,5', 0, 'км', 'blue', 'прш');

-- --------------------------------------------------------

--
-- Структура таблицы `sklad_unit`
--

CREATE TABLE `sklad_unit` (
  `id` int(11) NOT NULL,
  `ed` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `sklad_unit`
--

INSERT INTO `sklad_unit` (`id`, `ed`) VALUES
(1, 'кг'),
(2, 'т'),
(3, 'км'),
(4, 'м'),
(5, 'шт');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `first_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `last_name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL,
  `email_status` tinyint(1) NOT NULL DEFAULT 0,
  `password` varchar(100) COLLATE utf8_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `first_name`, `last_name`, `email`, `email_status`, `password`) VALUES
(7, 'Maxim', 'Smerdov', 'kuvaldamax@gmail.com', 0, 'ca508fd92d13819438ed28a224c8a90a');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `city_id`
--
ALTER TABLE `city_id`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `company`
--
ALTER TABLE `company`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `price`
--
ALTER TABLE `price`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `sklad_tovar`
--
ALTER TABLE `sklad_tovar`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Индексы таблицы `sklad_unit`
--
ALTER TABLE `sklad_unit`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `email` (`email`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `city_id`
--
ALTER TABLE `city_id`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=323;

--
-- AUTO_INCREMENT для таблицы `company`
--
ALTER TABLE `company`
  MODIFY `id` int(50) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `price`
--
ALTER TABLE `price`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT для таблицы `sklad_tovar`
--
ALTER TABLE `sklad_tovar`
  MODIFY `id` int(50) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT для таблицы `sklad_unit`
--
ALTER TABLE `sklad_unit`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
