<?
//setlocale(LC_ALL, 'ru_RU.CP1251');
include_once("../inc/func.inc");
$title_tag="Кабель  и провод из наличия  - СКЛАД :: Покупателям";
$navpage="tarifs";
$text1="";
$txt="";
$company=array();
$page_dir="";
$dopurl="";
$gor=array();
$out="";
$ruri="";
$firtLevelMenuId=200;
include_once("../inc/header.inc");
?>

<table width="100%">
<tr><td valign=top>


<h1>Покупателям</h1>

<p>Сервис SKLAD.RusCable.Ru создан для эффективного и быстрого поиска кабельно-проводниковой продукции из наличия на складах поставщиков, подключенных к системе. Воспользовавшись нашим сервисом, Вы сможете максимально оперативно найти требуемый кабель или провод, узнать у кого из поставщиков он есть в наличии на складе, в каком количестве, и получить контакты тех организаций, которые Вас заинтересуют.
<p>Для начала работы с системой СКЛАД Вам достаточно <a href="http://www.ruscable.ru/users/registr.html">пройти бесплатную регистрацию</a> (это займет не больше минуты) или войти в систему, используя свои логин и пароль.
<p>С 31 августа 2018 года при поддержке компаний "Москабельмет", "КабельСтар" и "Подольсккабель" доступ к поиску для всех пользователей сервиса осуществляется бесплатно.</p>

</td></tr>
</table>


<?
include_once("../inc/footer.inc");
?>
