<?
//setlocale(LC_ALL, 'ru_RU.CP1251');
include_once("../inc/func.inc");
$title_tag="Публичная оферта №001 от 16.09.11г.";
$navpage="tarifs";
$text1="";
$txt="";
$company=array();
$page_dir="";
$dopurl="";
$gor=array();
$out="";
$ruri="";
include_once("../inc/header.inc");
?>
<div id="main" class="row">
    <div class="container">
        <div class="col-md-12 top">
            <a href="/" class="logo"></a>
            <div class="subtitle">Сервис для поиска кабельно-проводниковой продукции</div>
            <form class="top-form" id="search">
                <input type="text" placeholder="Введите маркоразмер">
                <input type="submit" value="Найти">
            </form>
        </div>
    </div>
</div>
<table width="100%">
<tr><td width="75%" valign=top>

<h1>Публичная оферта №001 от 16.09.11</h1>
<p>
Общество с ограниченной ответственностью «Центр Передовых Технологий», именуемое в дальнейшем «Исполнитель», в лице Генерального Директора Гусева А.И., действующего на основании Устава, предлагает абонентское обслуживание в сети Интернет юридическому лицу (индивидуальному предпринимателю), именуемому в дальнейшем «Заказчик». В соответствии со статьей 438 Гражданского Кодекса Российской Федерации, безусловным принятием (акцептом) условий настоящей публичной Оферты считается осуществление Заказчиком платежа в счет оплаты услуг.
</p><p>
1. Предмет Оферты<br>
1.1 Исполнитель предоставляет Заказчику услуги по организации доступа к информации на сайте http://sklad.ruscable.ru (далее «СКЛАД»).<br>
1.2 Заказчик обязуется оплачивать услуги Исполнителя в порядке, в срок и на условиях, определенных настоящей Офертой.
</p><p>
2. Права и обязанности сторон<br>
2.1. Исполнитель обязуется предоставлять Заказчику услуги в соответствии с выбранным Заказчиком тарифным планом (п. 4. настоящей Оферты).<br>
2.2. Заказчик обязуется своевременно оплачивать услуги в соответствии с выбранным тарифным планом.<br>
2.3. Исполнитель обязуется своевременно возвращать подписанные с его стороны оригиналы актов приемки выполненных работ.<br>
2.4. Заказчик обязуется не передавать полученную в СКЛАДе информацию третьим лицам без разрешения Исполнителя.<br>
2.5. Заказчик обязуется не передавать логины и пароли доступа к СКЛАДу третьим лицам без разрешения Исполнителя.<br>
2.6. Исполнитель имеет право приостановить оказание услуг при нарушении Заказчиком сроков оплаты.<br>
2.7. Исполнитель имеет право прекратить оказание услуг, сообщив об этом Заказчику за 7 (семь) рабочих дней. В этом случае, Заказчик не оплачивает фактически не оказанные за часть расчетного периода услуги.
</p><p>
3. Ответственность сторон<br>
3.1. Стороны несут ответственность за соблюдение условий настоящей Оферты в соответствии с действующим законодательством Российской Федерации.<br>
3.2. Информация в СКЛАДе предоставляется «как есть». Исполнитель не принимает на себя никакой ответственности за точность и надежность данных представленных в СКЛАДе.<br>
3.3. Исполнитель не несет ответственности перед Заказчиком за последствия возможных неудачных сделок на основе информации, полученной на СКЛАДе. Также как и перед третьими лицами.<br>
3.4. Исполнитель не гарантирует, что доступ к системе будет предоставляться непрерывно, быстро, надежно и без ошибок, но обязуется приложить максимум усилий для бесперебойной работы СКЛАДа.<br>
3.5. Исполнитель не несет ответственности за любые прямые или косвенные убытки, произошедшие из-за использования, либо невозможности использования СКЛАДа.
</p><p>


4. Стоимость услуг и порядок расчетов<br>
4.1. Стоимость услуг Исполнителя зависит от выбранного Абонентом тарифного плана. Тарифные планы опубликованы по адресу http://sklad.ruscable.ru/tarifs/<br>
4.2. Оплата производится на основании самостоятельно сформированных Заказчиком счетов (в личном кабинете Заказчика), в порядке 100% предоплаты.<br>
4.3. Исполнитель вправе изменить стоимость услуг и список тарифных планов. При этом стоимость оплаченных услуг не подлежит изменению до окончания срока действия оплаченных ранее услуг.<br>
</p><p>
5. Срок действия Оферты<br>
5.1. Срок действия настоящей Оферты устанавливается с 16 сентября 2011 г. по 01 марта 2016 г.
</p><p>
6. Банковские реквизиты Исполнителя<br>
ООО «Центр Передовых Технологий»<br>
Юр. Адрес: 125315, г. Москва, Балтийский 2-й пер., д. 5<br>
Почт. Адрес: 111123, г. Москва, Электродный проезд 6, офис 14<br>
Р/с 40702810100000001907 в «Гранд Инвест Банк» (АО) г. Москва<br>
БИК 044525680<br>
к/с 30101810100000000680<br>
ИНН 7743554280<br>
КПП 774301001<br>
</p>




</td><td>&nbsp;</td></tr>
</table>


<?
include_once("../inc/footer.inc");
?>
