<?
include_once("../inc/func.inc");
$title_tag="Кабель  и провод из наличия  - СКЛАД :: Сервис Sklad.RusCable.Ru, что это?";
$navpage="info";
$text1="";
$txt="";
$company=array();
$page_dir="";
$dopurl="";
$gor=array();
$out="";
$ruri="";


include_once("../inc/header.inc");


?>



<table width="100%">
<tr>
	<td width="75%" valign=top>
	
		
<h1>Сервис SKLAD.RusCable.Ru, что это?</h1>
<p>Сервис, созданный для эффективного и быстрого поиска кабельно-проводниковой продукции из наличия. Размещение складских остатков для поставщиков  - <b>абсолютно бесплатно</b>. Но взамен поставщик должен предоставить информацию с регулярной актуализацией по складским запасам. Количество предлагаемой продукции не лимитировано, главное условие – это её реальное наличие на складе. Склад от RusCable.Ru - ежедневно обновляемый рабочий инструмент для снабженцев и трейдеров.</p>		

<p>
Поиск кабеля осуществляется путём ввода запроса в произвольной форме. Первые <?=$max_free_searches?> поисковых запросов – бесплатно. Далее для поддержки и развития СКЛАДа установлена небольшая плата в размере 899 рублей в месяц (без НДС) (только для тех, кто ищет). 
</p>
<p>
<h2>Преимущества СКЛАДА от RusCable.Ru</h2>
<p>Ниже перечислены некоторые очевидные плюсы, недоступные возможным аналогам в Рунете.
<ul>
<li>Это продукт от портала RusCable.Ru.</li>
<li>Независимость от торговых операций, незаинтересованность администрации сервиса в фильтрации поступающей информации.</li>
<li>Самая большая аудитория по кабельному профилю.</li>
<li>Активная рекламная поддержка сервиса.</li>
<li>Интеграция с другими сервисами на портале, с личным кабинетом и т.д.</li>
</ul>
</p>

<h2>Отличие сервиса СКЛАД (<a href="http://sklad.ruscable.ru/">sklad.ruscable.ru</a>) от сервиса МАРКЕТ (<a href="http://market.ruscable.ru">market.ruscable.ru</a>)</h2>

<p>
На СКЛАДе представлены реальные складские запасы в режиме онлайн. Актуализация содержимого регулярно проверяется и поддерживается. 
</p><p>
На МАРКЕТе представлены все виды продукции, поставляемые той или иной фирмой, даже если её нет в наличии. Предоставляется справочная информация (интегрированная с доской объявлений) о продукции, которая соответствует профилю (каталогу/прайс-листу) той или иной фирмы.  
</p><p class=red_h>
Удачного поиска и удачных сделок!
</p>



	</td>
	<td>
	
	<table width=100%>
<tr><td colspan=2 valign=top >
<h1>Актуальная информация со складов. Кабель из наличия</h1>
</td></tr>
<tr><td width=50% valign=top>

<div class="specblock"><img src="/img/specblock_top.gif" width="500px" height="6" />

<div class="header"><h2>Вы хотите Найти?</h2></div>

			<div class="content">
				<table><tr><td>
				<p>
$max_free_searches запросов в системе SKLAD.RusCable.Ru в месяц – Бесплатно
</p><p>
Хотите искать больше – Неограниченный доступ Всего за 899р. в месяц Без НДС
</p><p>
При условии мгновенной оплаты системой Яндекс-Деньги.
</p><p>
При заключении договора с юр. лицом минимальный срок оказания услуги – 3 месяца
</p>
				</td></tr></table>
			</div><img src="/img/specblock_bottom.gif" width="500px" height="6" />
</div>
		<br/>


</td></tr><tr><td width=50% valign=top >



<div class="specblock"><img src="/img/specblock_top.gif" width="500px" height="6" />

<div class="header"><h2>Вы хотите Продать?</h2></div>

			<div class="content">
				<table><tr><td>
				<p>
Хотите разместить свои складские остатки?
</p><p>

Это абсолютно бесплатно!
</p><p>
Пришлите прямо сейчас: наименование, метраж, и количество на e-mail, в любой удобной для Вас форме. И наш сотрудник разместит их в течение одного рабочего дня.
</p><p>

&nbsp;


</p><p>

<i style='font-size:90%'> *Предоставление ложной или устаревшей информации влечет за собой предупреждение (в первый раз) и полное исключение из системы «Склад» в случае повторения.
Для поддержания достоверной информации необходимо обновлять информацию в системе НЕ РЕЖЕ одного раза в 14 дней.

</i>
</p>
				</td></tr></table>
			</div><img src="/img/specblock_bottom.gif" width="500px" height="6" />
</div>
		<br/>

</td></tr>

</table>

</td>
	
	
	
</tr>
</table>
<?
include_once("../inc/footer.inc");
?>
